{
    "type": "comments",
    "list": [
     {
      "id":"1",
      "author":"Иван Кордашев",
      "product_id":"1",
      "text":"Увидел на рынке недорогую и между прочим симпатичную новинку и заказал на свой страх и риск, так как начитался отзывов (не прямых, но близких к тому) о том, что это онлайн интернет-магазин и товар может оказаться подделкой. Ну во-первых, я хотел заказать именно рюкзак, а не портфель, и чтобы товар был качественный и шел в размер. Купила себе его. Он оказался на удивление мал. Пришлось покупать больше. Но все равно я доволен, что товар хороший, качественный, а главное - удобный",
      "date":"10 сентября 2020г.",
      "avatar":"https://cdn-icons-png.flaticon.com/512/1667/1667342.png"
     },
     {
        "id":"2",
        "author":"Алексей Пятницкий",
        "product_id":"1",
        "text":"но не понимаю зачем мне нужен такой. В общем, если вы хотите купить себе качественный, стильный, красивый, не убиваемый рюкзак, в котором много карманов, то обязательно смотрите в сторону этого рюкзака. Он не только стильный, но еще и очень удобный. Мне лично он понравился. Да, и цена у него приемлемая. Отзывы покупателей: Прежде всего, рюкзак сделан из высокотехнологичного полиэфирного волокна, что обеспечивает прочность и долговечность изделию. Рюкзак устойчив к воздействию влаги.",
        "date":"17 октября 2020г.",
        "avatar":"https://cdn-icons-png.flaticon.com/512/145/145886.png"
       },
       {
        "id":"3",
        "author":"Артем Жердев",
        "product_id":"2",
        "text":"Увидел ее в магазине, что футболки для мужчин с прикольными надписями и рисунками можно купить по низкой цене. Я на своей последней работе футболки с надписями для мужчин купил в магазине. Если ты не можешь себе позволить купить футболку, то не стоит брать заем чтобы ее купить. В этом случае вам стоит приобрести футболку с надписью в подарок. Купить футболки в интернет-магазине с доставкой по всей России. Футболка мужская с длинным рукавом и вышивкой.",
        "date":"25 декабря 2020г.",
        "avatar":"https://cdn-icons-png.flaticon.com/512/548/548025.png"
       },
       {
        "id":"4",
        "author":"Василий Тураев",
        "product_id":"2",
        "text":"У нас есть футболки для мальчиков, для девочек и для всей семьи. В последнее время все чаще можно встретить на улице детей в футболках с героями мультфильмов. Футболки для детей - это не просто одежда, а символ моды и стиля. Ведь детские футболки - это всегда оригинально и ярко. Для детей мы предлагаем футболки различных размеров. Детские футболки с яркими принтами - лучший подарок к любому празднику. Купите футболку для ребенка в нашем интернет-магазине и подарите ему отличное настроение.",
        "date":"1 сентября 2022г.",
        "avatar":"https://cdn-icons-png.flaticon.com/512/360/360983.png"
       },
       {
        "id":"5",
        "author":"Иванна Владимировна",
        "product_id":"3",
        "text":"Купила мужу, муж доволен. Только вот как носить её на работу? Не поймут, кто-то скажет, что ты в ней как в парандже. — А мы пойдём в ресторан. Ну, может быть, сходим в кино. А потом, когда всё закончится, купим тебе нормальную одежду. У меня, кстати, деньги есть, — добавила она. Я не могла поверить в своё счастье. Вот это да! Нет, правда, я не могу в это поверить! Ведь, если бы не он, ничего бы не было! Но теперь всё будет хорошо. Теперь я буду носить нормальную одежду, а не эти жуткие балахоны.",
        "date":"12 июня 2021г.",
        "avatar":"https://cdn-icons-png.flaticon.com/512/706/706797.png"
       },
       {
        "id":"6",
        "author":"Макс Коршаков",
        "product_id":"3",
        "text":"А в чём разница? Мне кажется, это одно и то же. Разница лишь в том, что у одних это модная брендовая куртка, а у других – дешёвая подделка. Но всё равно – это куртка. Куртка. И для кого-то она может быть любимой. Для меня лично это не так... – У нас в семье нет денег на дорогие вещи. У меня в гардеробе есть несколько вещей, которые я очень люблю, но они мне не по карману. Я их очень долго искал, и мне повезло, что я нашел именно их. На них очень много денег не потратишь, я считаю.",
        "date":"1 сентября 2020г.",
        "avatar":"https://cdn-icons-png.flaticon.com/512/684/684204.png"
       }
    ]
}